Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Adds a [[Special:AdminLinks|special page]] that holds helpful links for administrators
ne: एउटा [[Special:AdminLinks|विशेष पृष्ठ]] थप्छ जसले प्रबन्धककर्ताहरूको लागि सहयोगी लिङ्कहरु समेटेको छ।

source: Paragraph
ne: अनुच्छेद

source: Firewall
ne: फायरवाल

source: Norwegian krone
ne: नर्वेजियायी क्रोन

source: Connected.
ne: जोडीएको।

source: Dash Blur
ne: ड्यासको धमिलोपन

source: Bahman
ne: बहमान

source: Move page
ne: पृष्ठ सार्नुहोस्

source: ---- <em>This is the discussion page for an anonymous user who has not created an account yet, or who does not use it.</em> We therefore have to use the numerical IP address to identify him/her. Such an IP address can be shared by several users. If you are an anonymous user and feel that irrelevant comments have been directed at you, please [[Special:UserLogin/signup|create an account]] or [[Special:UserLogin|log in]] to avoid future confusion with other anonymous users.
ne: ----''यो वार्तालाप पृष्ठ अज्ञात प्रयोगकर्ताको हो जसले अहिलेसम्म खाता बनाएकै छैन, अथवा जसले यस पृष्ठको उपयोग गर्दैन। यस कारण हामीले उसलाई उसको आइ पी (IP) ठेगानाले चिन्न सक्छौं। यस्तो आइ पी (IP) ठेगाना धेरै प्रयोगकर्ताहरूको साझा हुनसक्छ। यदि तपाईं अज्ञात प्रयोगकर्ता हुनुहुन्छ र तपाईंमाथि अचाहिँदो टिप्पणी भएको अनुभव गर्नुहुन्छ भने भविष्यमा अन्य अज्ञात प्रयोगकर्तासितको भ्रमबाट बाँच्न कृपया [[Special:UserLogin/signup|खाता खोल्नुहोस्]] अथवा [[Special:UserLogin|प्रवेश गर्नुहोस्]] ''

source: The translated page was moved
ne: अनुवाद गरिएको लेख सारिएको छ

source: C_ontinue
ne: निरन्तर

source: Sleep
ne: निष्क्रिय पार्ने

source: Page name is missing.
ne: पृष्ठको नाम नभएको

source: Could not detect displays
ne: प्रदर्शन पत्ता लगाउन सकीएन

source: {{PLURAL:$2|This category contains only the following file.|The following {{PLURAL:$1|file is|$1 files are}} in this category, out of $2 total.}}
ne: {{PLURAL:$2|यो श्रेणीमा निम्न फाइल मात्र छ ।|निम्न श्रेणीमा {{PLURAL:$1|फाइल|$1 फाइलहरू}} , कुल $2 मध्ये रहेको ।}}

source: :''[[meta:Special:MyLanguage/Help:Unified login|Read more about '''unified login''']]…''
ne: :''[[meta:Special:MyLanguage/Help:Unified login|'''एकल प्रवेश'''को लागि पढ्नुहोस्]]…''

source: the target wiki
ne: लक्षित विकी

source: Time (UTC)
ne: समय (UTC)

source: Rotated 90° CW
ne: घडिको दिशामा ९०° घुमाइएको

source: Key to flip through windows in the Switcher
ne: स्विचरमा भएका विन्डोहरूबीच सर्ने कि

source: Battery
ne: ब्याट्री

source: Message Count:
ne: सन्देश गणना:

source: Map to Monitor…
ne: मोनिटर म्याप गर्नुहोस् ...

source: Search
ne: खोज

source: <strong>Remember that you are only testing/previewing your user JavaScript. It has not yet been saved!</strong>
ne: <strong>याद राख्नुहोस तपाईँले आफ्नो प्रयोगकर्ता जाभास्क्रिप्टको पूर्वावलोकन मात्र हेरिरहनु भएको छ। यसलाइ अहिले सम्म सङ्ग्रह गरिएको छैन!</strong>

source: Permissions
ne: अनुमतिहरू

source: Android version:
ne: एन्ड्रोइड भर्जन:

source: Language code
ne: भाषा कोड

source: Unit Improvements
ne: इकाइ सुधारहरू

source: Administration settings <small>(only visible to EOL administrators)</small>
ne: प्रशासनिक ढाँचा <small>(इओएल प्रशासकहरूले मात्र देख्न सक्ने)</small>

source: Computer
ne: कम्प्युटर

source: Load this book as your current book
ne: यस पुस्तकलाई वर्तमान पुस्तक जस्तै लोड गर्ने

source: Help page
ne: सहायता पृष्ठ

source: Relevant Experience:
ne: प्रासङ्गिक अनुभव:

source: $1 {{GENDER:$2|imported}} $3 by file upload
ne: फाइल अपलोडद्वारा $1 ले $3 {{GENDER:$2|आयात गर्यो}}

source: Image Size
ne: तस्वीर आकार

source: Save supplementary comment
ne: पुरक टिप्पणीहरू सङ्ग्रह गर्ने

source: Learn more.
ne: सिक्न थप

source: Days to show in watchlist:
ne: निगरानी सूचीमा देखाउन दिनहरू:

source: Our servers are currently experiencing problems. Please try again.
ne: हाम्रा सर्भरहरूले समस्या भोगिरहेका छन् । कृपया पुन प्रयास गर्नुहोस् ।

source: $1 trailing {{PLURAL:$1|comma was|commas were}} removed from JSON
ne: $1 पछाडी रहेको छ {{PLURAL:$1|कोमा को|कोमाहरूको}} जेएसओएनबाट हटाइयो

source: ^Install Ubuntu in text mode
ne: शब्द विधिद्वारा उबुन्टु प्रतिस्थापन गर्नुहोस् (^I)

source: Community maintained guide for beginners.
ne: शिकारूको लागी समुदायले मार्गदर्शन कायम गरेकोछ

source: Apply changes to {{PLURAL:$1|this log entry|$1 log entries}}
ne: {{PLURAL:$1|यस लग प्रविष्टी|$1 लग प्रविष्टीहरू}} मा परिवर्तनहरूलाई लागु गर्ने

source: Bookmarked Topics
ne: बुकमार्क गरिएको शीर्षक

source: Some settings have been overriden by an external program, press "Restore Default Behaviors" to reset the behavior and return control to this panel.
ne: कुनै सेटिङहरू वाह्य अनुप्रयोगले परिवर्तन गरेको छ , "पूर्वनिर्धारित व्यवहारहरू लागुगर्नुहोस्" मा क्लिक गर्नुहोस् र यस प्यानललाई नियन्त्रण गर्न दिनुहोस् ।

source: Translatewiki.net is a localisation platform for translation communities, language communities, and free and open source projects.
ne: Translatewiki.net अनुवाद समुदायहरू, भाषा, समुदायहरू र स्वतंत्र र खुला स्रोत परियोजनाहरू को लागि एक स्थानीयकरण मञ्च हो

source: Bot generated title
ne: बोटले सिर्जना गरेको शिर्षक

source: Help
ne: सहायता

source: I checked. Report a new bug
ne: मैले जाँच गरिसके। नयाँ बगको खबर दिनुहोस्

source: Duration (in milliseconds) of the menus fade-out animation, used when the menus of a new launched application have been shown.
ne: नयाँ खुलेको एप्लिकेशनको मेनुहरू देखाएपछि हराउँदै जाने एनिमेशनको अवधि (मिलिसेकेण्डमा) ।

source: Check syntax
ne: वाक्यविन्यास जाँच्ने

source: Closes the current window.
ne: हालको विन्डोलाई बन्द गर्छ ।

source: Import pages
ne: पृष्ठहरू आयात गर्नुहोस्

source: checked revision
ne: नियन्त्रित संशोधन

source: No Image Available
ne: तस्वीर उपलब्ध छैन

source: You are already uploading the file "$1".
ne: तपाईं अघिबाटै "$1" फाइल अपलोड गरिरहनु भएकोछ।

source: The username is too long
ne: प्रयोगकर्ता नाम धेरै लामो छ

source: You are not permitted to upload files to this wiki.
ne: यस विकिमा तपाईंलाई फाइल अपलोड गर्ने अनुमति छैन।

source: Paused
ne: रोकियो

source: Localization
ne: स्थानीयकरण

source: Purchase
ne: खरिद

source: Delete pages with large histories
ne: लामो इतिहास भएको पृष्ठहरू मेट्ने

source: Save to Read It Later
ne: पछि पढ्नको लागि सङ्ग्रह गर्ने

source: The Editor's Barnstar
ne: सम्पादक बार्नस्टार

source: Go to Date
ne: मितिमा जानुहोस्

source: Terminal
ne: टर्मिनल

source: Supply Level
ne: आपूर्ति स्तर

source: Increase indentation
ne: इन्डेन्टेसन बढाउने

source: The color of the shadows for the inactive windows.
ne: निस्क्रिय विन्डोहरूको लागि छायाँहरूको रंग ।

source: Type
ne: प्रकार

source: Open Images
ne: तस्वीरहरू खोल्नुहोस्

source: Key to give keyboard-focus to the Launcher
ne: लन्चरलाई किबोर्ड-फोकस दिनको लागि कि

source: Error: %s
ne: त्रुटि: %s

source: Held
ne: रोकियको

source: Please enter a template name.
ne: कृपया ढाँचा नाम राख्नुहोस।

source: Lock database
ne: डेटाबेस थुनिदिनुस्

source: Discussion summary updated: %(num)i entries in %(page)s
ne: छलफल सारांश थपियो: %(num)i प्रविष्टीहरू %(page)s पृष्ठहरूमा

source: GTK+ Options
ne: GTK+ विकल्पहरू

source: Active Instances
ne: सक्रिय स्थितीहरू

source: Reconnecting to your pad..
ne: तपाईँको प्याडमा पुन: जडान गर्दै

source: _Connect Drive
ne: ड्राइभ जडान गर्नुहोस्

source: All filters
ne: सबै फिल्टरहरु

source: Open folder
ne: फोल्डर खोल्नुहोस्

source: Monthly
ne: मासिक

source: Color sequential linear sensor
ne: रङ्ग अनुक्रमिक रेखिय सेन्सर

source: Launchers
ne: लन्चरहरू

source: Attack! (%chance%% chance of success)
ne: आक्रमण! (%chance%% विजय हुने सम्भावना)

source: Bi-Annual
ne: अर्धवार्षिक

source: [[User:$1|$1]] {{GENDER:$1|posted}} a new topic "$2" on [[$3]].
ne: [[User:$1|$1]]ले [[$3]] मा एउटा नयाँ विषय "$2" {{GENDER:$1|पोस्ट गर्नुभयो}}।

source: The interwiki link has been added.
ne: अन्तरविकि लिङ्क जोडियो।

source: Could not write file "$1".
ne: फाइल $1 लेख्न गर्न सकिएन

source: Display tile owners
ne: टायल मालिकहरू देखाउनु होस्

source: Map Settings
ne: नक्शा सेटिङ्गहरू

source: Colors & Gradients
ne: रङ्गहरू र ग्रेडियन्टहरू

source: Changesets by your friends
ne: तपाईंको मित्रहरूद्वारा गरिएका परिवर्तनहरू

source: The database is not locked.
ne: डेटाबेस ताल्चा मारिइएको छैन

source: Send
ne: पठाउनुहोस्

source: Server time:
ne: सर्भर समय:

source: Use whatever the default is
ne: पूर्वनिर्धारितको आधारमा प्रयोग गर्ने

source: Local account creation is disabled on this wiki. "$1" creates an account with OAuth.
ne: यस विकिमा स्थानिय खाता खोल्न बन्द गरिएको छ । अोउथ सहित खाता खोल्नको लागी "$1" मा दबाउनु होस ।

source: WikiLove
ne: विकिलभ

source: Reactivated by %{user} <abbr title='%{exact_time}'>%{when} ago</abbr>
ne: %{user}द्वारा <abbr title='%{exact_time}'>%{when} अगाडि</abbr> पुनःसक्रिय गरिएको

source: Super Video CD
ne: सुपर भिडियो सिडि

source: Block user
ne: प्रयोगकर्ता रोक्नुहोस

source: _Wait
ne: _प्रतिक्षा गर्नुहोस्

source: Prohibited file {{PLURAL:$2|type|types}}: $1.
ne: निषेधित पाएका फाइल {{PLURAL:$2|प्रकार|प्रकारहरू}}:$1।

source: There have been too many recent failed attempts ($1 or more) to render this thumbnail. Please try again later.
ne: हालैको समयमा यस थम्बनेलको दोश्रो रूप दिने कयौं असफल प्रयास भएको छ ($1 या त्यसभन्दा बढी) । कृपया पुन प्रयास केहि समय पछी गर्नुहोला।

source: Chat always on screen
ne: पर्दामा सधै च्याट गर्ने

source: %1 (embedded in %2)
ne: %1 ( %2 मा इम्बेडे गरिएको छ)

source: Compose Key
ne: कम्पोज​ कि

source: Remote Control (JOSM or Merkaartor)
ne: रिमोट कन्ट्रोल (JOSM वा Merkaartor)

source: Sent
ne: पठाइयो

source: The filter has invalid syntax
ne: फिल्टरमा अमान्य वाक्यविन्यास

source: Automatically block the last IP address used by this user, and any subsequent IP addresses they try to edit from
ne: यस प्रयोगकर्ताले प्रयोग गरेको अन्तिम IP ठेगानालाई स्वतः रोक्ने, र पछाड़िका अरु पनि IP ठेगानालाई जहाँबाट तिनीहरुले सम्पादन गर्ने प्रयास गर्छन्।

source: Account email addresses cannot be changed on this wiki.
ne: यस विकिमा तपाईंको खातासँग सम्बन्धित इमेल ठेगाना परिवर्तन गर्न सकिन्न ।

source: must be an integer
ne: पूर्णाङ्क हुनैपर्छ

source: Time in _auto-detected location
ne: सिस्टम ले ठाउँ अनुसार पत्ता लगाएको समय

source: Login
ne: प्रवेश

source: _Local Account
ne: स्थानीय खाता

source: Chilean peso
ne: चिलियन डेसो

source: Usage stats
ne: उपभोग जानकारीहरू

source: Add to Home Screen
ne: होम स्क्रिनमा थप्नुहोस्

source: Address lines
ne: ठेगाना लाइनहरु

source: Flagged Revisions
ne: चिन्हित संशोधन

source: Not logged in
ne: प्रवेश (लग ईन) नगरिएको

source: Could not delete file "$1".
ne: $1 फाइल मेट्न सकिएन ।

source: Note: %{id}
ne: टिप्पणी: %{id}

source: phone
ne: फोन

source: Serif font
ne: सेरिफ फन्ट

source: Link with page
ne: पृष्ठसँग लिङ्क गर्नुहोस्

source: Region
ne: क्षेत्र

source: Hooks
ne: अंकुशहरु

source: Take a photo…
ne: फोटो लिनुहोस् ...

source: Repeat keys speed
ne: कुञ्जी गति दोहोर्याउनुहोस्

source: * %(title)s is in %(oldcat)s, which is a redirect to %(newcat)s
ne: * %(title)s , %(oldcat)s मा रहेको छ, जसलाई %(newcat)sमा अनुप्रेषण गरियो

source: Close search results
ne: खोज नतिजाहरू बन्द गर्ने

source: GPG support for Thunderbird
ne: जीपीएस सहयोग थन्डरबर्डको लागि

source: Sat
ne: शनि

source: Add New
ne: नयाँ थप्ने

source: {{int:recentchanges-label-newpage}} (also see [[Special:NewPages|list of new pages]])
ne: {{int:recentchanges-label-newpage}} ([[Special:NewPages|नयाँ पृष्ठहरूको सूची]] यो पनि हेर्नुहोस्)

source: Solid Color
ne: ठोस रङ

source: Block $1 has been removed.
ne: $1 रोक हटाइएको छ

source: Browse repository
ne: भण्डार अन्वेषण गर्नुहोस्

source: Message
ne: सन्देश

source: Upload warning
ne: उर्ध्वभरण चेतावनी

source: White club suit
ne: सेतो क्लब

source: Translation drafts are saved automatically
ne: अनुवाद ड्राफ्ट स्वतः सङ्ग्रह हुन्छ

source: Friend
ne: साथी

source: (%amount% gold available)
ne: (%amount% उपलब्ध सुन)

source: no subcategories
ne: उपश्रेणीहरू छैनन्

source: Could not subscribe to folder!
ne: फोल्डरको ग्राह्यता प्राप्त गर्न सकिएन !

source: Sunday at $1
ne: आइतबार $1मा

source: Part of your new colony's land is already owned by you.
ne: तपाईंको नयाँ बस्तीको जमिनको हिस्सा पहिलै तपाईंको स्वामित्वमा रहेको छ ।

source: Flash
ne: फ्ल्यास

source: DateTimeDigitized subseconds
ne: मितिसमयडिजिटाइज्ड सबसेकेण्डहरू

source: Searched with {0}
ne: {0} सित खोजियो

source: Alarm Tone
ne: अलार्म धुन

source: Get new files
ne: नयाँ फाइलहरू लिनुहोस्

source: Bot-assisted disambiguation: %(from)s - Changed link(s) to %(to)s
ne: रोबोट-सहायक अस्पष्टता: %(from)sलाई - लिङ्क(हरू) लाई %(to)s मा परिवर्तन गरियो

source: New Zealand dollar
ne: न्यूजिलैंड डलर

source: There are subpages for this page
ne: यो पृष्ठका सहपृष्ठहरू छन्

source: Upload by URL disabled.
ne: URL प्रयोग गरी उर्ध्वभरण निश्कृय पारिएको छ।

source: Cancelled.
ne: रद्द गरियो ।

source: Change logo:
ne: लोगो परिवर्तन गर्ने

source: Events for day
ne: दिनका घटनाहरु

source: Bar
ne: बार

source: Information about the project's property creators
ne: परियोजना गुण सर्जकहरू बारे जानकारी

source: Page:
ne: पृष्ठ:

source: Name of user account
ne: प्रयोगकर्ता खाताको नाम

source: Cheshvan
ne: चेश्भान

source: Your password has expired and needs to be reset. Please choose a new password now, or click "{{int:resetpass-submit-cancel}}" to reset it later.
ne: तपाईंको पासवर्ड म्याद सकिएको छ र यसलाई रिसेट गर्नुपर्नेछ। कृपया एउटा नयाँ पासवर्ड छान्नुहोस् वा "{{int:resetpass-submit-cancel}}"मा क्लिक गरी पछि रिसेट गर्नुहोला।

source: Experience as %job%:
ne: %job% जस्तै अनुभवः

source: Speed of GPS receiver
ne: जीपीएस रिसीवरको गति

source: This title is invalid. Make sure to remove characters like square brackets, colons, comparison operators, pipes and curly brackets.
ne: शिर्षक गलत छ कृपया यकिन गरेर वर्गाकार वर्ण,कोमा,पाइप्स तथा अन्य असजिलो वर्णलाई मेट्नुहोस्

source: Session
ne: सत्र

source: Revision text
ne: पुनरावलोकन पाठ

source: Heading 3
ne: शीर्षक ३

source: Expand templates
ne: ढाँचाहरूलाई बढाउनुहोस्

source: Administration notes
ne: प्रशासकीय नोट

source: Heading 4
ne: शीर्षक ४

source: Heading 1
ne: शीर्षक १

source: Heading 2
ne: शीर्षक २

source: Heading 5
ne: शीर्षक ५

source: Email this user
ne: यो प्रयोगकर्तालाई ई-मेल पठाउनुहोस्

source: $1 might be already available in other languages
ne: $1 अन्य भाषाहरूमा समेत उपलब्ध हुन सक्छ

source: Heading 6
ne: शीर्षक ६

source: A list of your contributions
ne: तपाईंका योगदानहरूको सूची

source: The selected revision of [[:$1]] has been marked as patrolled.
ne: [[:$1]] को छानिएको संस्करणलाई गस्ती गरिएको भनि चिनो लगाइएको छ।

source: You can use the easy form below to submit your feedback. Your comment will be added to the page "$1", along with your username.
ne: तपाईं तल दिइएको सरल फारमको प्रयोग गरेर आफ्नो प्रतिपुष्टि पठाउन सक्नुहुन्छ। तपाईंको टिप्पणी पृष्ठ "$1" स तपाईंको प्रयोगकर्तानामको अगाडी जोडिनेछ ।

source: Preprocessor generated node count
ne: प्रिप्रोसेसरद्वारा जारी नोडको गणना

source: Importing...
ne: आयात गर्ने...

source: Edits made by the top 10% of editors
ne: शीर्ष १०% सक्रिय प्रयोगकर्ता द्वारा गरिएका सम्पादन

source: Create your account
ne: तपाईँको खाता सिर्जना गर्नुहोस

source: Hide header
ne: शिर्षक प्रदर्शन नगर्ने

source: Hot beverage
ne: तातो पेय

source: Sorry, only admins can edit forums
ne: क्षमा गर्नुहोला, प्रवन्धकहरू मात्र फोरमहरू सम्पादन गर्न सक्छन

source: Unit Type
ne: इकाइ प्रकार

source: Strikethrough
ne: बीचको धर्को

source: Merge into another thread
ne: अर्को धागो(thread)मा लगेर जोड्ने

source: Use higher limits in API queries
ne: API खोजको लागि उच्च सीमा प्रयोग गर्नुहोस्

source: Project status
ne: योजनाको स्थिति

source: Government Efficiency
ne: सरकारको प्रभावकारिता

source: Valid:
ne: मान्य:

source: mark this edit as minor
ne: यस सम्पादनलाई साधारणको रुपमा चिनो लगाउने

source: There {{PLURAL:$1|is one other contributor|are $1 other contributors}} to this page.
ne: यस पृष्ठ {{PLURAL:$1|को अर्को एकजना योगदाता छन्|का अरु $1 योगदाताहरु छन्}}।

source: Behavior
ne: ब्यवहार

source: Lets users select custom [[Special:Gadgets|CSS and JavaScript gadgets]] in their [[Special:Preferences#mw-prefsection-gadgets|preferences]]
ne: प्रयोगकर्ताको [[Special:Preferences#mw-prefsection-gadgets|अभिरुचि अनुसार]] [[Special:Gadgets|CSS र जाभास्क्रीप्ट उपकरणहरू]] छान्न दिनुहोस

source: $1 ($2 {{PLURAL:$2|redirect|redirects}}; $3 {{PLURAL:$3|non-redirect|non-redirects}})
ne: $1 ($2 {{PLURAL:$2|अनुप्रेषित|अनुप्रेषणहरू}}; $3 {{PLURAL:$3|गैर-अनुप्रेषण|गैर-अनुप्रेषणहरू}})

source: Filter by customization state:
ne: अनुकूल स्थितिको आधारमा छान्नुहोस्:

source: SQLite settings
ne: SQLite सेटिङ्हरू

source: HTML to copy and paste
ne: कपी पेस्ट गर्न HTML

source: L: Invertebrates and lesser animals
ne: ठ: मेरूदण्ड नभएका तथा तलका जनावरहरू

source: Media
ne: मेडिया

source: e-book (EPUB)
ne: ई-बुक (ईप्रकासन)

source: Redirect to a file or page
ne: फाइल वा पृष्ठमा रिडाइरेक्ट

source: Error: Unrecognized result from API
ne: त्रुटीः एपिआईबाट अज्ञात परिणाम

source: Your E-mail:
ne: तपाईंको इमेल:

source: Pages
ne: पृष्ठहरू

source: Gujarati
ne: गुजराती

source: required
ne: आवश्यक

source: Provided by the vendor.
ne: बिक्रेताद्वारा प्रदान गरिएको।

source: IPs found
ne: उपलब्ध आइपी

source: Your vote was invalid: $1
ne: तपाईंको मत अमान्य: $1

source: blocked?
ne: निषेधित?

source: Something went wrong…
ne: केही खराबी भयो ...

source: Page "$1" was not imported because you are not allowed to edit it.
ne: तपाईंलाई सम्पादन गर्ने अनुमति नभएको पृष्ठ "$1" आयात गरिएन ।

source: Sep
ne: सेप्टेम्बर

source: The Citation Barnstar is awarded to users who provide references and in-line citations to previously unsourced articles.
ne: उद्धरण बार्नस्टार ती प्रयोगकर्तालाई दिइने गरिन्छ जसले स्रोतहीन लेखहरूमा उद्धरण र सन्दर्भ जोड्ने गर्छन्।

source: Sandbox
ne: प्रयोगस्थल

source: Select Font
ne: फन्ट चयन गर्नुहोस्

source: Copy image
ne: तस्वित प्रतिलिपी गर्नुहोस्

source: View project page
ne: आयोजना पृष्ठ हेर्ने

source: D_elay:
ne: ढिलाई:

source: The maximum velocity at which the mouse will still be stopped.
ne: माउसको अधिकतम गति जतिसम्म माउस रोकिन्छ ।

source: Launch email client
ne: इमेल क्लाइन्ट सुरु

source: Projects
ne: परियोजनाहरू

source: Unable to get exclusive lock
ne: अनन्य लक प्राप्त गर्न असमर्थ

source: Contact page
ne: सम्पर्क पृष्ठ

source: You do not have enough gold to buy that item!
ne: त्यो सामान खरिद गर्नको लागी तपाईंसँग पर्याप्त सुन उपलब्ध छैन !

source: Open file...
ne: फाइल खोल्ने

source: Arrows
ne: बाँणहरू

source: Fedora Software Center
ne: फेडोरा सफ्टवेयर केन्द्र

source: Template name:
ne: ढाँचा नामः

source: Get server list
ne: सर्वर सूची प्राप्त गर्ने

source: Welcome to MediaWiki!
ne: मिडीयाविकिमा तपाईंलाई स्वागत छ!

source: Fire _flash
ne: फ्ल्यास बाल्ने

source: Could not open %s
ne: %s खोल्न सकिएन

source: You need to provide a valid email address.
ne: तपाईंले सही ई-मेल ठेगाना दिनुपर्छ

source: Moderation Queue
ne: संचालन कतार

source: No contributions found
ne: कुनै योगदान भेटिएन

source: Omani rial
ne: ओमानी रिआल

source: Ocean
ne: सागर

source: (optional)
ne: (वैकल्पिक)

source: A file with this name exists already. If you want to replace it, go to the page for [$2 $1] and replace it there.
ne: यो नाम भएको फाइल पहिलेदेखि नैं छ। यसको स्थानमा राख्न चाहनु हुनुहुन्छ भनें [$2 $1]मा जानुहोस् र यसको स्थानमा राख्नुहोस्।

source: Import/Export
ne: आयात/निर्यात

source: Nearby Users' diaries
ne: नजिकका प्रयोगकर्ताहरूका डायरीहरू

source: Publisher
ne: प्रकाशक

source: Duration (in millseconds) that will count as a tap for opening the Dash.
ne: ड्यास खुल्नको लागि ट्याप (कि थिचेर छोड्ने) मान्य हुने अवधि (मिलिसेकेण्डमा) ।

source: Basic interface:
ne: बुनियादी अन्तर्मोहड़ा

source: Stop %name% is invalid.
ne: रोक्नुहोस् %name% अबैध छ ।

source: Choose _Locations…
ne: स्थान छान्नुहोस्

source: * Common delete reasons ** Spam ** Vandalism ** Copyright violation ** Author request ** Broken redirect
ne: *मेट्नका सामान्य कारणहरु ** स्प्याम ** हुल्याहापन(Vandalism) ** प्रतिलिपी अधिकार उल्लंघन ** लेखकको अनुरोध ** टुटेको अनुप्रेषण

source: Enlarge
ne: ठूलो बनाउने

source: Open ClipArt
ne: क्लिपआर्ट खोल्नुहोस्

source: Category is disabled
ne: श्रेणी अक्षम गरियो

source: Zip creation failed
ne: जिप बनाउन सकिएन

source: Enter Bookmark Set filename
ne: पुस्तक चिनो समुह फाइलनाम प्रविष्ट गर्नुहोस्

source: You have made too many login attempts. Please wait $1 before trying again.
ne: तपाईंले भर्खरै धेरै पल्ट प्रवेशको निम्ति प्रयास गर्नुभएको छ। कृपया $1 पर्खेर मात्र प्रयास गर्नुहोस्।

source: Published
ne: प्रकाशित

source: Unknown Lake
ne: अज्ञात ताल

source: new messages
ne: नयाँ सन्देशहरू

source: Click to open
ne: खोल्नको लागि क्लिक गर्नुहोस

source: Arrange
ne: मिलाउने

source: Backlight Always On
ne: ब्याकलाइट सधैँ खुला

source: Entry point
ne: प्रवेश विन्दु

source: Compact view
ne: संहत दृश्य

source: Edit review
ne: समीक्षा गर्ने

source: rollback $1 {{PLURAL:$1|edit|edits}}
ne: रोल्ब्याक $1 {{PLURAL:$1|सम्पादन|सम्पादनहरू}}

source: Devices
ne: यन्त्रहरू

source: Japanese yen
ne: जापानी येन

source: To add or change translations for all wikis, please use [//translatewiki.net/ translatewiki.net], the MediaWiki localisation project.
ne: सबै विकिहरूको लागी अनुवाद जोड्न वा परिवर्तन गर्नका लागि मीडियाविकि क्षेत्रीयकरण परियोजना [//translatewiki.net/ ट्रान्सलेटविकि.नेट]को प्रयोग गर्नुहोस।

source: Page title:
ne: पृष्ठ शीर्षक:

source: Major edits
ne: प्रमूख सम्पादनहरू

source: Get from Flickr
ne: फ्लिकरबाट लिनुहोस्

source: Untrusted data objects
ne: भरपर्न नसकिने तथ्याङ्क वस्तुहरू

source: scanner
ne: स्केनर

source: This user has chosen not to receive email from other users.
ne: यी प्रयोगकर्ताले अरु प्रयोगकर्ताहरुबाट ई-मेल स्वीकार नगर्ने छनोट गरेकाछन्।

source: Or (|)
ne: वा (|)

source: locked
ne: प्रतिबन्धित

source: Special pages cannot be edited.
ne: विशेष पृष्ठहरू सम्पादन गर्न सकिदैन।

source: Timeframe
ne: समयावधी

source: can't be empty
ne: रित्तो हुन नसक्ने

source: Change image
ne: तस्वीर परिवर्तन गर्ने

source: The {{SITENAME}} page $1 has been {{GENDER:$2|changed}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ne: {{SITENAME}} पृष्ठ $1 लाई {{gender:$2|$2}} ले $PAGEEDITDATE मा परिवर्तन गरेको हो, वर्तमान अवतरण को लागि $3 हेर्नुहोस।

source: Locations...
ne: स्थान ...

source: Range
ne: सिमा

source: The application %s has closed unexpectedly.
ne: माफ गर्नुहोस्, अनुप्रयोग %s अचानक बन्द भएको छ।

source: You need to enter a new password
ne: तपाईँले नयाँ पासवर्ड प्रविष्ट गर्न आवश्यक छ

source: never
ne: कहिले पनि होइन

source: Project:
ne: परियोजना:

source: Area
ne: क्षेत्र

source: You attempted to reach %1 but the server presented an insecure security certificate.
ne: तपाईंले %1 पुग्न प्रयास गर्नु भयो तर सर्भरले एक असुरक्षित सुरक्षा प्रमाणपत्र प्रस्तुत गरेको छ​।

source: Left little finger
ne: बायाँ कान्छी औँला

source: Headphones
ne: हेडफोनहरू

source: Wanted categories
ne: माग भएका श्रेणीहरू

source: The tag {0} was removed
ne: उक्त {0} संकेत हटाइयो

source: Whoops
ne: अरे

source: Revert
ne: पूर्वास्थितिमा फर्काउने

source: You do not have permission to edit user rights on other wikis.
ne: तपाईंलाई अन्य विकिमा प्रयोगकर्ता अधिकार सम्पादन गर्ने अनुमति छैन।

source: Viewing a history listing
ne: इतिहास सूचीकरण हेरिंदै

source: Please choose a different title, because this title is already in use by another file.
ne: अर्को शिर्षक छान्नुहोस् किनकी यो नाम भएको फाइल पहिलेदेखि नैं छ।

source: (edit summary removed)
ne: (सम्पादन सारांश हटाइयो)

source: Bugs
ne: बग

source: hid "[[$1]]"
ne: लुकेका "[[$1]]"

source: Reply to this entry
ne: यो प्रविष्टीमा जवाफ लेख्ने

source: You can not connect to an existing game in debug mode.
ne: डिवग मोडमा तपाईं चालु खेलमा जोडिन सक्नु हुन्न ।

source: 500+ uploads
ne: 500+ अपलोड्स्

source: Install a command-line system
ne: कमाण्ड-लाइन प्रणाली प्रतिस्थापन गर्नुहोस्

source: Group name:
ne: समूह नाम:

source: Delay between photos (seconds)
ne: फोटोहरूको बीचमा समय

source: GPS tag version
ne: जीपीएस टैग संस्करण

source: WiktionaryMobile builds upon many Open Source works, including:
ne: विक्सनरी मोबाइल धेरै खुला स्रोत कामहरूमा आधारित छ, यी सहितः

source: Log Out
ne: लग आउट

source: Forgotten your login details?
ne: प्रवेश सम्बन्धी विवरणहरू बिर्सनु भयो?

source: Label:
ne: नामपत्र

source: Your talk page
ne: तपाईंको वार्ता पृष्ठ
